// ------ Strings in Smash Error ------ //"Your HP device has sent a status message. This message could not be saved" = "Your HP device has sent a status message. This message could not be saved";